{
	"en": {
        "langdesc": "English",
		"AboutUs": "About Us",
		"WhatWeDo": "What We Do",
		"OurFactory": "Our Factory",
		"Collection": "Collection",
		"Women": "Women",
		"Men": "Men",
		"Kids": "Kids",
		"Tops_Women": "Tops",
		"Trousers_Women": "Trousers",
		"Jeans_Women": "Jeans",
		"Shorts_Women": "Shorts",
		"Dresses_Women": "Dresses",
		"Skirts_Women": "Skirts",
		"Tops_Kids": "Tops",
		"Trousers_Kids": "Trousers",
		"Jeans_Kids": "Jeans",
		"Shorts_Kids": "Shorts",
		"Dresses_Kids": "Dresses",
		"Skirts_Kids": "Skirts",
		"Jackets_Men": "Jackets",
		"Trousers_Men": "Trousers",
		"Jeans_Men": "Jeans",
		"Shorts_Men": "Shorts",
		"Contact": "Contact",
		"BannerTitle": "Welcome to PLUS-DENIM.",
		"BannerTitle2": "We offer solutions for small and middle size Fashion Companies and Brands wishing to make real their ideas. We materialize your idea so people can wear it!",
		"WhoWeAre": "Who We Are",
		"WhoWeAreExplanation": "We are an experienced apparel Fashion Company with a motivated and dynamic team, we were born in 2018 as a cause of the necessity of the market to have lower volume production with high premium finish. (Not easy to find inner Türkiye), we, as part of SCALATEKS Textile company decided to create PLUS-DENIM for the customers we couldn’t serve before due to the MOQ (minimum order requirement). We did not want to keep aside the customers with low-capacity orders but with good products. We know we could work side by side. Unlike SCALATEKS we offer to our small and middle sizes client’s solutions for production, full sourcing for low to middle volume orders. We guarantee our high standards production quality for each garment that leaves our facilities.",
		"Sourcing": "Sourcing",
		"GarmentStockCollection": "Garment stock collection",
		"SourcingOfFabrics": "Sourcing of fabrics",
		"FabricSalesResearchAndDevelopment": "Fabric sales research and development",
		"QualityControl": "Quality control",
		"HowWeDoIt": "How we do it",
		"ReadMore": "Read More",
		"SourcingDevelop": "Sourcing & Develop",
		"SourcingDevelopText": "By searching for the most suitable trend products and visiting Trend Fairs globe wide as well as gathering information from our customers and laundries, our team develop the most suitable collection for each brand and season making it unique in the market.",
		"GarmentStock": "Garment stock collection",
		"GarmentStockText": "Following the best sellers fits, looks and colours in the market, we develop an always stock collection where our customers can customize each reference on their will and order a minimum of 300 units, this business type is suitable for any small, and middle Brands even for those willing to create a new brand or have just started one.",
		"SourcingAndFabrics": "Sourcing of fabrics",
		"SourcingAndFabricsText": "We offer our customers the chance to select from our collection the fabrics separately from the collection, so they can use them on their creations, with the agreements made with Turkish mills we can offer a large fabric collection mainly Twill Denim, PFDs, Natural, Printed and plain fabrics at a very affordable price.",
		"FabricSalesResearch": "Fabric sales research and development",
		"FabricSalesResearchText": "Thanks to the agreement with Turkish mills, we are able to develop any fabric our customer need, avoiding him to research one by one the available mills, we select the best option according customer inquire we do the develop if need it, do the follow up and finally the quality control and shipment.",
		"Quality": "Quality control",
		"QualityText": "We have a specify team for each of the above mentioned, we guarantee our best product following operational, and nowadays sustainable standards for each customer inquire.",
		"Sustainability": "Sustainability",
		"SustainabilityText1": "We collaborate with nowadays social responsibility during the whole process, starting from our company polices later on controlling all our production chain.",
		"SustainabilityText2": "In terms of sustainability, we offer the latest world eco-friendly products and their certifications such as:",
		"Certificates": "Certificates",
		"Gots": "Gots",
		"GotsText": "Global Organic Textile Standards; it proves that our product is made with 100% Organic fibres.",
		"Grs": "Grs",
		"GrsText": "Global Recycled Standard, guarantees that fabric use in our product contains a minimum of 50% of pre- or post-consumer recycle fibres such as Recycle Cotton or recycle Polyester, completing the regulations of chemicals restriction on the process.",
		"Ocs": "Ocs",
		"OcsText": "Organic Content Standards, either Organic 100 or a Percentage of Organic Blended is certified on the product.",
		"Rcs": "Rcs",
		"RcsText": "Recycled Claim Standards, certifies that fibre use in our product contains at least 5% of pre- or post-consumer recycle fibres as such.",
		"Bci": "Bci",
		"BciText": "Better Cotton Initiative, we, in collaboration with the local cotton farmers and mills try to maintain a more sustainable and more equitable work standards for all and everyone involved on the cotton production chain.",
		"Sedex": "Sedex",
		"SedexText": "By using Sedex’s data insights and report, we give our clients full visibility into our business, suppliers and the social and environmental sustainability of our supply chain.",
		"OurMainCustomers": "Our Main Customers",
		"WhereAreWe": "Where are we",
		"WhereAreWeText": "We are present mainly in Europe and the Americas since 2021, and we are now on process to expand our business into far east countries in ASIA.",
		"OurAddress": "Our address",
		"OurAddressText": "15 Temmuz Mah. 1506. Sk. No:7/Z1 Bağcılar – İSTANBUL/TÜRKİYE",
		"ContactUsVia": "Contact us via",
		"InstagramAccountText": "Find here our always under stock collection, no high MOQ required if season production is running, from this selection we can always customize trims and labels  under a 300 units minimum production, we offer tops, bottoms, such as Jeans, Shorts, overshirts,  special Puff jackets for winter and much more.",
		"Copyright": "© 2023 PlusDenim. All Rights Reserved."
	},
	"de": {
        "langdesc": "Deutsch",
		"AboutUs": "Über Uns",
		"WhatWeDo": "Was Machen Wir",
		"OurFactory": "Unsere Fabrik",
		"Collection": "Sammlung",
		"Women": "Frauen",
		"Men": "Männer",
		"Kids": "Kinder",
		"Tops_Women": "Oberteile",
		"Trousers_Women": "Hose",
		"Jeans_Women": "Jeans",
		"Shorts_Women": "Kurze Hose",
		"Dresses_Women": "Kleider",
		"Skirts_Women": "Röcke",
		"Tops_Kids": "Oberteile",
		"Trousers_Kids": "Hose",
		"Jeans_Kids": "Jeans",
		"Shorts_Kids": "Kurze Hose",
		"Dresses_Kids": "Kleider",
		"Skirts_Kids": "Röcke",
		"Jackets_Men": "Jacken",
		"Trousers_Men": "Hose",
		"Jeans_Men": "Jeans",
		"Shorts_Men": "Kurze Hose",
		"Contact": "Kontakt",
		"BannerTitle": "Willkommen bei PLUS-DENIM.",
		"BannerTitle2": "Wir bieten Lösungen für kleine und mittlere Modeunternehmen und Marken, die ihre Ideen verwirklichen möchten. Wir materialisieren Ihre Idee, damit die Leute sie tragen können!",
		"WhoWeAre": "Wer Sind Wir",
		"WhoWeAreExplanation": "Wir sind ein erfahrenes Modeunternehmen für Bekleidung mit einem motivierten und dynamischen Team. Wir wurden 2018 aus der Notwendigkeit des Marktes geboren, eine Produktion in geringeren Stückzahlen mit einer hochwertigen Verarbeitung zu haben. (Nicht leicht innerhalb von Türkei zu finden), haben wir uns als Teil der SCALATEKS Textile Company entschieden, PLUS-DENIM für die Kunden zu kreieren, die wir vorher aufgrund der Mindestbestellmenge (MOQ) nicht bedienen konnten. Wir wollten die Kunden nicht mit kapazitätsarmen Aufträgen, sondern mit guten Produkten abschrecken. Wir wissen, dass wir Seite an Seite arbeiten könnten. Im Gegensatz zu SCALATEKS bieten wir unseren kleinen und mittleren Kunden Lösungen für die Produktion und vollständige Beschaffung für Aufträge mit geringem bis mittlerem Volumen an. Wir garantieren unsere hohe Produktionsqualität für jedes Kleidungsstück, das unsere Einrichtungen verlässt.",
		"Sourcing": "Beschaffung",
		"GarmentStockCollection": "Sammlung von Kleidungsstücken",
		"SourcingOfFabrics": "Beschaffung von Stoffen",
		"FabricSalesResearchAndDevelopment": "Stoffverkaufsforschung und -entwicklung",
		"QualityControl": "Qualitätskontrolle",
		"HowWeDoIt": "Wie machen wir es",
		"ReadMore": "Lesen Sie Mehr",
		"SourcingDevelop": "Beschaffung & Entwicklung",
		"SourcingDevelopText": "Durch die Suche nach den am besten geeigneten Trendprodukten und den Besuch von Trendmessen weltweit sowie das Sammeln von Informationen von unseren Kunden und Wäschereien entwickelt unser Team die am besten geeignete Kollektion für jede Marke und Saison, die sie auf dem Markt einzigartig macht.",
		"GarmentStock": "Sammlung von Kleidungsstücken",
		"GarmentStockText": "Wir orientieren uns an Passformen, Aussehen und Farben der Bestseller auf dem Markt und entwickeln eine ständig vorrätige Kollektion, in der unsere Kunden jede Referenz nach Belieben anpassen und mindestens 300 Einheiten bestellen können. Dieser Geschäftstyp ist sogar für kleine und mittlere Marken geeignet für diejenigen, die bereit sind, eine neue Marke zu schaffen oder gerade eine gestartet haben.",
		"SourcingAndFabrics": "Beschaffung von Stoffen",
		"SourcingAndFabricsText": "Wir bieten unseren Kunden die Möglichkeit, die Stoffe aus unserer Kollektion separat von der Kollektion auszuwählen, damit sie sie für ihre Kreationen verwenden können. Mit den Vereinbarungen mit türkischen Webereien können wir eine große Stoffkollektion anbieten, hauptsächlich Twill Denim, PFDs, Natur, bedruckt und einfarbige Stoffe zu einem sehr günstigen Preis.",
		"FabricSalesResearch": "Stoffverkaufsforschung und -entwicklung",
		"FabricSalesResearchText": "Dank der Vereinbarung mit türkischen Fabriken sind wir in der Lage, jeden Stoff zu entwickeln, den unsere Kunden benötigen, und vermeiden, dass er nacheinander die verfügbaren Fabriken recherchiert. Wir wählen die beste Option entsprechend der Kundenanfrage aus, wir übernehmen die Entwicklung, falls erforderlich, die Nachverfolgung und schließlich die Qualitätskontrolle und der Versand.",
		"Quality": "Qualitätskontrolle",
		"QualityText": "Wir haben ein spezielles Team für jeden der oben genannten Punkte, wir garantieren unser bestes Produkt nach betrieblichen und heutzutage nachhaltigen Standards für jede Kundenanfrage.",
		"Sustainability": "Nachhaltigkeit",
		"SustainabilityText1": "Wir arbeiten während des gesamten Prozesses mit heutiger sozialer Verantwortung zusammen, beginnend mit unserem Firmenrichtlinienschreiben zur Kontrolle unserer gesamten Produktionskette.",
		"SustainabilityText2": "In Bezug auf Nachhaltigkeit bieten wir die neuesten umweltfreundlichen Produkte der Welt und deren Zertifizierungen an, wie zum Beispiel:",
		"Certificates": "Zertifikaten",
		"Gots": "Gots",
		"GotsText": "Globale Bio-Textilstandards; es beweist, dass unser Produkt aus 100 % Bio-Fasern besteht.",
		"Grs": "Grs",
		"GrsText": "Weltweiter Recycling-Standard garantiert, dass der Stoff in unserem Produkt mindestens 50 % Pre- oder Post-Consumer-Recyclingfasern wie recycelte Baumwolle oder recyceltes Polyester enthält, wodurch die Vorschriften zur Chemikalienbeschränkung für den Prozess erfüllt werden.",
		"Ocs": "Ocs",
		"OcsText": "Bio-Inhaltsstandards, entweder Organisch 100 oder ein Prozentsatz von Organisch gemischt, sind für das Produkt zertifiziert.",
		"Rcs": "Rcs",
		"RcsText": "Recycelte Anspruchsstandards, bescheinigt, dass die in unserem Produkt verwendeten Fasern mindestens 5 % Pre- oder Post- Recyclingfasern für Verbraucher als solche enthalten.",
		"Bci": "Bci",
		"BciText": "Initiative für bessere Baumwolle, versuchen wir in Zusammenarbeit mit den lokalen Baumwollbauern und -mühlen, nachhaltigere und gerechtere Arbeitsstandards für alle Beteiligten in der Baumwollproduktionskette aufrechtzuerhalten.",
		"Sedex": "Sedex",
		"SedexText": "Durch die Nutzung der Datenerkenntnisse und des Berichts von Sedex geben wir unseren Kunden einen vollständigen Einblick in unser Geschäft, unsere Lieferanten und die soziale und ökologische Nachhaltigkeit unserer Lieferkette.",
		"OurMainCustomers": "Unsere Hauptkunden",
		"WhereAreWe": "Wo sind wir",
		"WhereAreWeText": "Wir sind seit 2021 hauptsächlich in Europa und Amerika präsent und sind nun dabei, unser Geschäft in die fernöstlichen Länder in ASIEN auszudehnen.",
		"OurAddress": "Unsere adresse",
		"OurAddressText": "15 Temmuz Mah. 1506. Sk. No:7/Z1 Bağcılar – İSTANBUL/TÜRKİYE",
		"ContactUsVia": "Kontaktieren sie uns per",
		"InstagramAccountText": "Finden Sie hier unsere ständig vorrätige Kollektion; kein hohes MOQ erforderlich, wenn die Saisonproduktion läuft; aus dieser Auswahl können wir immer Zierleisten und Etiketten unter einer Mindestproduktion von 300 Einheiten anpassen; Wir bieten Oberteile, Unterteile, wie Jeans, Shorts, Überhemden, spezielle Puffjacken für den Winter und vieles mehr.",
		"Copyright": "2023 PlusDenim. Alle Rechte vorbehalten."
	}
}